Repository: estersr/DailyEssay
Catalog: DayE/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: CHALLENGE OF THE DAY
pt_br: DESAFIO DO DIA

# CHARACTERS USED %lld/%lld
source: CHARACTERS USED %1$lld/%2$lld
pt_br: CARACTERES USADOS %1$lld/%2$lld

source: CHECK DEFINITIONS
pt_br: VERIFIQUE AS DEFINIÇÕES

source: Confirm essay
pt_br: Confirmar Redação

source: Each day, our app meticulously selects a thought-provoking essay topic, tailored to inspire and challenge you.
pt_br: Todos os dias, nosso aplicativo seleciona meticulosamente um tópico de ensaio instigante, feito sob medida para inspirar e desafiar você.

source: Enhance your memory, agility, reasoning, learning, and boost your vocabulary.
pt_br: Melhore sua memória, agilidade, raciocínio, aprendizado e aumente seu vocabulário.

source: Get a new challenge everyday
pt_br: Receba um novo desafio todos os dias

source: Get Started
pt_br: Começar

source: Healthcare Technology
pt_br: Tecnologia de saúde

source: Improve your writing skills
pt_br: Melhore suas habilidades de escrita

source: Let the app guide you in honing your writing skills across diverse themes. Make it a daily ritual to explore new topics and watch your writing flourish!
pt_br: Deixe o aplicativo guiá-lo no aprimoramento de suas habilidades de escrita em diversos temas. Faça disso um ritual diário para explorar novos tópicos e ver sua escrita florescer!

source: Optimize your cognitive abilities
pt_br: Otimize suas habilidades cognitivas

source: Remote Care
pt_br: Atendimento remoto

source: The Future of Healthcare: Telemedicine and Remote Patient Monitoring
pt_br: O Futuro da Saúde: Telemedicina e Monitoramento Remoto de Pacientes

source: Use the keywords
pt_br: Utilize as palavras-chave

source: Virtual Health
pt_br: Saúde virtual

source: Write a short essay about the topic:
pt_br: Escreva uma pequena redação sobre o tema:

source: Write your essay here...
pt_br: Escreva sua redação aqui...
